---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.TranslationRotationValue.Release
enum: Autodesk.Revit.DB.Structure.TranslationRotationValue
source: html/0b6cf7fa-b211-2f21-98a0-4f4e0fe2ca0e.htm
---
# Autodesk.Revit.DB.Structure.TranslationRotationValue.Release

The type of condition is Release.